"[\"Hey, I have a New Year's resolution for you: Become more cynical and self-absorbed.\", \"You weren't wearing your 'hot and wealthy' sandwich board were you, Mom?\", \"Oh! Dinner with Rory! How delightful! Well, spit-spot. Alert the corgis.\", \"You can't watch \", \"If you're going to throw your life away, he'd better have a motorcycle.\", \"There's plenty to do tonight that we can be mortified about tomorrow.\", \"My mother is fast asleep in my bed, clutching my Hello Kitty pillow, and yes, I have pictures.\", \"Oh yes, it was beautiful in there. We should commemorate it with an oil painting or a severed head or something.\", \"So not only did you go to a cop-raided party, but you started the raid? \", \"I need caffeine. Whatever form you've got, I haven't had any all day. I'll drink it, shoot it, eat it, snort it, whatever form it's in, gimme.\", \"Cheeseburger, onion rings, and a list of people who killed their parents and got away with it. I\\u2019m looking for heroes.\", \"I love pudding. I worship it. I have a bowl up on the mantel at home with the Virgin Mary, a glass of wine, and a dollar bill next to it.\", \"We need you to look at Kirk's butt. He ran into some rose bushes, and he's got some thorns stuck in it, and I thought of you.\", \"When I have made one zillion dollars from my rocket gum invention you will eat those words! Or rather you will chew those words and blow a bubble with them.\", \"Why is she taking our coats and pouring us drinks? Did you win her in a poker game?\", \"Seventy-five thousand dollars? Oh my God, that\\u2019s like 150 pairs of Jimmy Choos.\", \"Hey, tomorrow, if you have time, I'm planning on despising everyone who says 'Hey, how's it going?'\", \"There have been very few moments in my life where I have actually wished I had one of those enormous cr\\u00e8me pies you can just smash in somebody's face. But this is definitely one of them.\", \"Don't let his family see you. Spiders are vindictive. And this was a really big spider. I think it had a gun.\", \"My life stinks. Hey, let\\u2019s look into each other\\u2019s eyes and say 'I wish I were you' at exactly the same time \\u2014 maybe we\\u2019ll pull a 'Freaky Friday.'\", \"I stop drinking coffee, I stop doing the standing and the walking and the words-putting-into-sentence doing.\", \"It feels\\u2026 right. Such a long time getting here\\u2026 sometimes it\\u2019s just a journey, you know?\", \"I thought I knew exactly  what I wanted, where I was going, what I was doing and why I was doing. But lately, things seem hazier.\", \"It's all any of us wants, to find a nice person to hang out with until we drop dead. Not a lot to ask!\", \"This is America, where we unapologetically bastardize other countries' cultures in a gross quest for moral and military supremacy.\", \"He\\u2019s like a superhero, but his power is that you can\\u2019t remember him no matter how much time you spend with him. Kind of like every Marvel movie ever.\", \"It's my life, Rory. I went through all this effort for many, many years making sure people only knew what I wanted them to know, and now you're going to lay it all out in a book?\", \"I sat down and it just came out. Flew out. It's like this story has been sitting in my brain for years, taking up space.\", \"Life\\u2019s been pretty good to you. It was your turn for a few curveballs. Peeks and valley\\u2019s, kid.\", \"If it was physically possible to make love to a hot beverage, this would be the one.\", \"As long as everything is exactly the way I want it, I'm totally flexible.\", \"Did anyone ever think that maybe Sylvia Plath wasn't crazy, she was just cold?\", \"I don't like problems. I avoid them when I can and I don't like people pointing them out to me.\", \"I would like a cheeseburger, with a side of cheeseburger, and see if they can make me a cheeseburger smoothie.\", \"'Hello' is the appropriate way to indicate you're open to a social engagement. Unless, however, you're approaching a weasel. Then I believe the proper signal is just to offer him your hindquarters.\", \"Everything in my life has something to do with coffee. I believe in a former life, I was coffee.\", \"When I think of blistering thirty-degree burns, I also think of my mother.\", \"He called me \\u2018hot plates.\\u2019 He sooooo likes me.\", \"Hey, did you know about urine mints?\"]"